// C-style comments.
// First non-comment line must be the following:
#Product=MCSkinn
// Following lines are key-value pairs, stored by the program.
// A line beginning with the pound/sharp/hash sign # are
// used internally and are not actual language pieces.
#Name=简体中文 (中国)
// Version is the version of the language file - it does not
// have any effect other than identification, and does not
// need to be present.
#LangVersion=1.0
// SuppVersion is short for Supported Version, and denotes the version in which this
// language file was made for. Any other version running this file will throw an error.
#AppVersion=1.4
// Culture is the Windows culture ID for the language.
// This is REQUIRED to be set properly!
#Culture="zh-cn"


// These lines are not required, they are simply for identification
// purposes.
#Author="Hehonge"
#AuthorContact="330105889@qq.com"

// Below this are the key-value pairs; ID=String
// Note that the quotes are not required, but may be used for readability purposes.
// Language developers should use this file, and not other languages, to determine the
// context in which the string is deriving - otherwise, you may lose accuracy of your
// translation over time (see TranslationParty).
C_OK="确定"
C_CANCEL="取消"
C_CLOSE="关闭"
C_COPYTOCLIPBOARD="复制到剪切板"

M_FILE="文件(F)"
	M_SAVE="保存"
	M_SAVEAS="另存为"
	M_SAVEALL="全部保存"
	M_UPLOAD="上传皮肤..."
	M_EXIT="退出"
M_EDIT="编辑(E)"
	M_UNDO="撤销"
	M_REDO="重做"
	M_TOOL="工具"
M_VIEW="视图(V)"
	M_MODE="显示模式"
		M_PERSPECTIVE="3D 模式"
		M_TEXTURE="2D 模式"
		M_HYBRID="拆分"
	M_3D="3D 设置"
		M_ANIMATE="动画"
		M_FOLLOWCUR="跟随鼠标"
		M_GRASS="显示地面"
		M_GHOST="半透明显示隐藏部位"
		M_MULTISAMPLING="抗锯齿"
	M_2D="2D 设置"
		M_ALPHACHECKER="显示棋盘背景"
		M_OVERLAY="覆盖"
			M_ENABLEOVERLAY="启用"
	M_TRANSMODE="透明模式"
		M_OFF="关闭"
		M_HELMETONLY="仅头盔"
		M_ALL="全部"
	M_VISIBLEPARTS="可见部分"
		M_HEAD="头"
		M_HELMET="头盔"
		M_CHEST="胸部"
		M_LEFTARM="左臂"
		M_RIGHTARM="右臂"
		M_LEFTLEG="左腿"
		M_RIGHTLEG="右腿"
M_OPTIONS="选项(O)"
	M_KEYSHORTCUTS="快捷键"
	M_BGCOLOR="背景颜色"
	M_USETEXTUREBASES="使用基本纹理"
M_LANGUAGE="语言设置"
M_HELP="帮助(H)"
	M_CHECKUPDATES="检查更新"
	M_AUTOUPDATE="自动检查更新"
	M_ABOUT="关于"
	
T_TREE_ZOOMOUT="放大"
T_TREE_ZOOMIN="缩小"
T_TREE_IMPORTHERE="导入"
T_TREE_NEWFOLDER="新建文件夹"
T_TREE_RENAME="重命名"
T_TREE_DELETE="删除"
T_TREE_CLONE="副本"
T_TREE_UPLOAD="上传"
T_SKINS="皮肤 "
T_PARTS="部位 "

T_SAVE="保存"
T_SAVEALL="全部保存"
T_UNDO="撤销"
T_REDO="重做"
T_PERSPECTIVE="视角"
T_TEXTURE="纹理"
T_HYBRID="混合"
T_SCREENSHOT="截图（按住 Shift 保存）"
T_TOGGLEHEAD="头部"
T_TOGGLEHELMET="头盔"
T_TOGGLECHEST="胸部"
T_TOGGLELEFTARM="左手臂"
T_TOGGLERIGHTARM="右手臂"
T_TOGGLELEFTLEG="左腿"
T_TOGGLERIGHTLEG="右腿"
T_SWATCHES="调色板"

M_IMPORT_HERE="导入"
M_NEWFOLDER="新建文件夹"
M_NEWFOLDER_HERE="新建文件夹"
M_RENAME="重命名"
M_DELETE="删除"
M_CLONE="创建副本"


T_TOOL_CAMERA="移动"
T_TOOL_PENCIL="笔"
T_TOOL_ERASER="橡皮擦"
T_TOOL_DROPPER="取色管"
T_TOOL_DODGEBURN="减淡/加深"
T_TOOL_DARKENLIGHTEN="变暗/变亮"
T_TOOL_BUCKET="填桶"
T_TOOL_NOISE="噪点"

B_MSG_DIRMISSING="包含的目录丢失。通常这是因为您没有解压缩程序。虽然不是一个关键问题，你会错过任何包括模板，样本或其他内容"
B_MSG_UPTODATE="你是最新的。"
B_MSG_NEWUPDATE="有更新可用，需要打开更新程序查看可用更新？"
B_MSG_UPLOADERROR="上传皮肤错误:"
B_MSG_UPLOADSUCCESS="皮肤上传成功"
B_MSG_DELETESKIN="是否删除此皮肤 ?\r\n删除之后将会被移至回收站"
B_MSG_DELETEFOLDER="是否删除此文件夹 ?\r\n删除之后将会被移至回收站"
B_MSG_OVERLAYERROR="无法加载叠加层图像: "{0}"?"
B_MSG_UPLOADRES="你可以尝试提高此皮肤的分辨率，但是你将不能将其上传到你的 Minecraft 档案中"
B_MSG_ANTIALIAS="重新启动应用程序以应用抗锯齿选项。"
B_MSG_PIXELFORMAT="抱歉，你的显卡不支持 3 2位格式的像素，MCSkinn 当前无法处理此皮肤"
B_MSG_SHORTCUTEXISTS="快捷键"{0}" 与 "{1}" 发生冲突"

B_CAP_QUESTION="Question"
B_CAP_SORRY="Sorry"

C_SQUARE="正方形"
C_CIRCLE="圆圈"

O_EXPOSURE="曝光:"
O_INCREMENTAL="增加"
O_LIGHTEN="变亮"
O_DARKEN="变暗"
O_DODGE="减淡"
O_BURN="加深"
Q_THRESHOLD="阈值"

C_NEW="新建"
C_CANTMOVE="无法移动至此处"
C_COPY="拷贝"
C_MOVE="移动"
C_MOVED="已移动"
C_COPYTO="拷贝到这里"
C_MOVETO="移动到这里"
C_IMPORTTO="导入到"

C_SETTINGSFAILED="加载配置文件失败，目前加载了默认配置文件"

C_AUTOLOGIN="自动登录"
C_REMEMBER="记住我"
C_USERNAME="用户名"
C_PASSWORD="密码"
C_UPLOADTEXT="要上传你的皮肤，你需要登录 Minecraft.net。这个程序可以自动完成这个过程，但是需要输入您的用户名和密码继续，请放心，我们不会获取您的账号密码。"

C_UPLOADING="正在上传皮肤，请稍候..."
C_SHORTCUTINUSE="快捷键"

S_TREEVIEW_ZOOMIN="放大"
S_TREEVIEW_ZOOMOUT="缩小"
S_SWATCH_ZOOMIN="放大色板"
S_SWATCH_ZOOMOUT="缩小色板"
S_COLORSWAP="交换前景背景色"
S_RENAME="重命名"
S_CLONE="复制节点"
S_DELETE="删除节点"
S_SCREENSHOT_CLIP="截屏至剪切板"
S_SCREENSHOT_SAVE="截屏保存"
S_TOGGLEVIEW="修改视图模式"
S_TOGGLETRANS="修改模糊模式"

M_SHORTCUTS="单击下面的文本框并点击要分配给此快捷键的键"
W_OPTIONS="工具选项"

T_CAMERA="鼠标左键旋转，鼠标右键或中键旋转或缩放。"
T_PENCIL="鼠标左键绘画，右键或中间进行旋转或缩放，按住 Shift 吸取到背景颜色"
T_DROPPER="单击鼠标左键选取颜色，右键或中键旋转或缩放。按住 Shift 选取背景，否则为前景。"
T_DODGEBURN="鼠标左键 加深/减淡. 鼠标右键或中键旋转或缩放。"
T_DARKENLIGHTEN="鼠标左键 变亮/变暗。鼠标右键或中键旋转或缩放。"
T_ERASER="鼠标左擦除颜色和透明度，鼠标右键或中键旋转或缩放。"
T_FILL="鼠标左键填充像素。按住 Shift 使用背景色。按住 Ctrl 锁定部分。鼠标右键或中键旋转或缩放。"
T_NOISE="鼠标左键应用噪点，鼠标右键或中键旋转或缩放。"

C_UNSAVED="您有未保存的更改，确定要退出吗？"
C_UNSAVED_CAPTION="请稍候"

O_HOLDNESS="Holdness:"

G_BRUSH="刷子"
G_BRUSHOPTS="刷子选项"
G_NOISEOPTS="噪点选项"
G_FILLOPTS="填充选项"
G_TOOL="工具"

T_DECRES="减小分辨率"
T_INCRES="增加分辨率"

M_NEWSKIN="新皮肤"
M_NEWSKIN_HERE="新皮肤在这里"

M_SKINERROR="无法从 Minecraft 皮肤库中下载皮肤"
M_FETCH_NAME="从 Minecraft 获取"
M_FETCH_TEXT="MCSkinn 可以从您（或任何人）的 Minecraft 帐户中获取皮肤，并将其作为皮肤导入。请将账户名称输入在下面，并点击导入"
M_PLAYER_NAME="玩家名"

C_YES="是"
C_NO="否"
D_DONTASK="不要再询问我"
M_IRREVERSIBLE="注意：高分辨率皮肤不能作为皮肤上传到 Minecraft.net！\n\n这个操作是不可逆的，并且会导致撤销/重做功能的丢失。您确实要执行此操作吗？
M_TEMP="您试图从临时位置运行应用程序，请正确提取程序以运行。"

T_RESETCAMERA="重置摄像头"
M_SKINDIRS="皮肤目录"
M_DYNAMICOVERLAY="动态叠加层"
M_DYNAMICOPTIONS="叠加层选项"
M_LINECOLOR="线条颜色"
M_LINESIZE="线条大小"
M_OVERLAYTEXTSIZE="文本颜色"
M_TEXTCOLOR="文本颜色"

U_PIXELSCHANGED="修改像素"
T_TOOL_STAMP="图章"
T_STAMP="Left click to stamp. Hold shift and click to copy a region to your brush."
L_UNDOACTIONS="=撤销 {0} 操作"
L_REDOACTIONS="重做 {0} 操作"

M_BROWSE="浏览到 {0} 位置"
M_SKIN="皮肤"
M_FOLDER="文件夹"

M_SHARED="共同选项"
M_INFINITEMOUSE="无限鼠标"

T_SWATCHEDIT="编辑调色板"
T_DELETESWATCH="删除调色板"
T_ADDSWATCH="添加调色板"

M_EXPT_EXCEPTION="程序异常"
M_EXPT_APPERROR="MCSkinn 发生一个或多个错误"
M_EXPT_ERRORTEXT="MCSkinn 遇到错误，可能变得不稳定。但是，不要害怕，因为你可以做一些事情来帮助你！\r\n\r\n如果你想帮助开发人员寻找问题，请将这个错误报告发送给我们！而不是这个弹窗截屏"
M_EXPT_SHOW="不再显示此选项"
M_EXPT_CLOSE="关闭"
M_EXPT_VIEW="查看崩溃报告"
M_EXPT_HERE="这里"

C_RESTART="The program needs to restart before you can do this!"
C_RESTART_CAPTION="Restart required"
D_UNSAVED="You have unsaved skins; changing skin directories requires a refresh of the skins list, and as such you will lose any unsaved changes. Click Yes to refresh without saving; click No to wait until restart; click Cancel to cancel."
D_UNSAVED_CAPTION="未保存更改"

M_RENDERSTATS="渲染统计"
M_GRIDCOLOR="网格颜色"
M_GRIDOPACITY="网格不透明度"

M_LOADING="加载中"
M_NEWPALETTE="新的调色板"
M_DELETEPALETTE="删除调色板"
M_CONVERTSWATCH="切换调色板"
M_RENAMEPALETTE="重命名调色板"
M_CURRENTFORMAT="当前格式:"
M_NEWFORMAT="新格式："
M_SWATCHQUESTION="这将永久删除这个调色板"
M_SWATCHQUESTION_CAPTION="你确定？"

M_UPDATESTARTING="Updates downloaded - MCSkin3D will now close, and the update program will open. Please note that this program is ran from your Temp folder, and as such Windows (or your anti-virus software) may complain about it - do not worry, as it is simply to keep the main directory clean from update files."
M_REPORTVIEWER="报告渲染器"

M_GRIDENABLED="显示网格"
M_RENDERRESTART="需要重启才能更改呈现模式"
M_RENDERER="渲染器"
M_CLIENTARRAYS="客户端列表"
M_IMMEDIATE="即时模式"
W_POPOUT="弹窗"

E_SKINERROR="加载皮肤 “{0}” 时出错；请删除此文件或将其移出文件夹。"
T_TOGGLECHESTARMOR=" 胸甲"
T_TOGGLELEFTARMARMOR="左臂护甲"
T_TOGGLERIGHTARMARMOR="右臂护甲"
T_TOGGLELEFTLEGARMOR="左腿护甲"
T_TOGGLERIGHTLEGARMOR="右腿护甲"

M_CHESTARMOR="胸甲"
M_LEFTARMARMOR="左臂护甲"
M_RIGHTARMARMOR="右臂护甲"
M_LEFTLEGARMOR="左腿护甲"
M_RIGHTLEGARMOR="右腿护甲"

C_SCALE="缩放"
C_CROP="剪裁"
M_SKINSIZEMISMATCH="此皮肤的大小与所选模型的预期大小不匹配。MCSkinn 可以通过以下两种方式解决这一点：\n\n剪裁：只需将皮肤大小设置为与模型大小相匹配，而无需修改皮肤本身。请注意，这可能会裁剪部分你的皮肤取决于大小差异。如果要将皮肤从1.7转换到1.8，请使用此选项\n\nScale：缩放皮肤以适应请求的大小。\n\nNote：这是一个破坏性操作，无法撤消。

M_GENERAL="常规"
M_SKINLIB="库存"
M_RENDERSETTINGS="渲染""
M_HOTKEYS="快捷键"
M_LANGUAGES="语言"
M_HELPSUPPORT="帮助"
M_MCSKINNSETTINGS="MCSkinn 设置"

T_SELECTLANG="在下面选择你的显示语言。"
T_RESTARTBEFOREAPPLY="你可能需要重新启动应用程序以应用这些更改"
T_NEWLANG="新语言: "
T_CURRENTLANG="当前语言: "

T_SKINLIBMGMT="你可以选择皮肤库的保存位置，此列表文件夹中的所有皮肤都将被自动加载。"
T_ADDAFOLDER="添加文件夹"
T_REMOVECURRENT="删除选中项目"
M_PREFERENCES="首选项..."
T_OPENKEYEDITOR="打开快捷键设置..."

T_3DSETTINGS="3D 设置"
T_2DSETTINGS="2D 设置"
M_GRID="网格"

M_UNDOLISTACTIONS="撤销 {0} 步"
M_REDOLISTACTIONS="重做 {0} 步"

M_REFRESH="刷新"
M_BRUSH="笔刷"
M_COLOR="颜色"